Repository: Vakifbank-IOS-Swift-Patika-Bootcamp/final-project-ogunbrnc
Catalog: RAWGVideoGames/RAWGVideoGames/Core/*.lproj/Localizable.strings
Languages: tr

source: There are no notes. You can add new note using the + button.
tr: Not bulunmamaktadır. Yeni not eklemek için + butonunu kullanabilirsiniz

source: There are no reminders. You can add new reminders using the + button.
tr: Hatırlatıcı bulunmamaktadır. Yeni hatırlatıcı eklemek için + butonunu kullanabilirsiniz

source: There are no games in your favorite list. You can add games to favorite list using detail page.
tr: Favori listenizde oyun bulunmamaktadır. Oyunların detay sayfasından favoriye oyun ekleyebilirsiniz.

source: Not Editable
tr: Not Güncellenemez

source: Not Saved
tr: Kaydedilemedi

source: Note content should be updated
tr: Not içeriği güncellenmeli

source: All fields must be filled.
tr: Tüm alanlar doldurulmalıdır

source: Out of date reminder cannot be edited
tr: Tarihi geçmiş hatırlatıcı güncellenemez.

source: Platforms:
tr: Platformlar:

source: Order by
tr: Sırala

source: Relevance
tr: Uygunluğa göre

source: Date added
tr: Eklenme tarihine göre

source: Name
tr: İsme göre

source: Release date
tr: Çıkış tarihine göre

source: Popularity
tr: Popülerliğe göre

source: Average rating
tr: Ortalama değerlendirmeye göre

source: Done
tr: Sırala

source: Cancel
tr: İptal

source: min
tr: dk

source: Platforms
tr: Platformlar

source: Tags
tr: Etiketler

source: Genres
tr: Türler

source: About
tr: Hakkında

source: OK
tr: Tamam
